brew "stow"                   
brew "zsh"                    
brew "mosh"                   
brew "starship"               
brew "exa"                    
brew "bat"                    
brew "gping"                  
brew "httpie"                 
brew "tldr"                   
brew "fzf"                    
brew "fd"                     
brew "ripgrep"                
brew "zoxide"                 
brew "nkf"                    
brew "universal-ctags"        
brew "the_silver_searcher"    
brew "peco"                   
brew "watch"                  
brew "viddy"                  
brew "htop"                   
brew "bottom"                 
brew "procs"                  
brew "gnuplot"                
brew "make"                   

brew "gh"                     
brew "tig"                    
brew "git-delta"              
brew "circleci"               

brew "pkg-config"             
brew "zlib"                   
brew "librsync"               
brew "libpng"                 
brew "ImageMagick"            
brew "pygments"               
brew "harfbuzz"               
brew "sphinx-doc"             
brew "lcms2"                  

brew "dep"                    
brew "llvm"                   
brew "ninja"                  
brew "glow"                   
brew "csview"                 
brew "mdcat"                  
brew "tokei"                  
brew "hyperfine"              
brew "dive"                   
brew "silicon"                

brew "tree-sitter"            
brew "yabai"                  
brew "skhd"                   
brew "tmux"                   
brew "neovim"                 
brew "luajit"                 

brew "awscli"                 
brew "aws-iam-authenticator"  
brew "youtube-dl"             

brew "figlet"                 
brew "cmatrix"                
brew "macchina"               

brew "rust-analyzer"          
brew "wasm-pack"              
brew "ghc"                    
brew "deno"                   
brew "node"                   
brew "yarn"                   
brew "pnpm"                   
brew "typescript"             
brew "snyk"                   
brew "gcc"                    
brew "python"                 
brew "go"                     
brew "java"                   
brew "gradle"                 
brew "sbt"                    
brew "autoconf"               
brew "terraform"              
brew "cocoapods"              
brew "docker"                 
brew "docker-compose"         
brew "lima"                   
brew "qemu"                   
brew "kubectl"                
brew "helm"                   
brew "eksctl"                 
brew "minikube"               
brew "krew"                   
brew "stern"                  
brew "kind"                   
brew "gnu-getopt"             
cask "iterm2"                 
cask "hammerspoon"            
